export default `# 生物

## 动物界

### 脊索动物门

- 脊椎动物亚门

	- 硬骨鱼纲

		- 辐鳍亚纲

			- 鲤形目

				- 鲤科

					- 雅罗鱼亚科

						- 草鱼属

							- 草鱼

					- 鲤亚科

						- 鲫属

							- 鲫鱼

								- 金鱼

						- 鲤属

							- 鲤鱼

					- 鲢亚科

						- 鲢属

							- 鲢鱼

					- 鲌亚科

						- 䱗属

							- 白条鱼

				- 鳅科

					- 花鳅亚科

						- 泥鳅属

							- 泥鳅

			- 鲈形目

				- 鳢亚目

					- 鳢科

						- 鳢属

							- 乌鳢/黑鱼

								- 黑鱼

				- 鲈亚目

					- 真鲈科

						- 花鲈属

							- 日本真鲈/鲈鱼

					- 石首鱼科

						- 黄鱼属

							- 黄花鱼

					- 鮨科

						- 石斑鱼亚科

							- 鳃棘鲈属

								- 蓝点鳃棘鲈

									- 东星斑

							- 驼背鲈属

								- 驼背鲈

									- 老鼠斑

							- 石斑鱼属

								- 青石斑鱼

					- 丽鱼科

						- 天使鱼属

							- 神仙鱼

				- 鲭亚目

					- 带鱼科

						- 带鱼属

							- 白带鱼

					- 鲭科

						- 鲭亚科

							- 金枪鱼族

								- 金枪鱼属

				- 隆头鱼亚目

					- 丽鱼科（慈鲷科）

						- 罗非鱼属

					- 雀鲷科

						- 海葵亚科

							- 双锯鱼属/棘颊雀鲷属

								- 小丑鱼

				- 慈鲷科

					- 慈鲷属

						- 罗汉鱼

				- 鲳科
				- 虾虎鱼亚目

					- 虾虎鱼科

						- 背眼虾虎鱼亚科

							- 弹涂鱼属

								- 弹涂鱼亚属

									- 弹涂鱼

				- 剑鱼科

					- 剑鱼属

						- 剑鱼

			- 鳗鲡目

				- 鳗鲡亚目

					- 鳗鲡科

						- 鳗鲡属

							- 鳗鲡

					- 海鳗科

						- 海鳗属

							- 海鳗

			- 鳕形目

				- 鳕科

					- 江鳕属

						- 江鳕

			- 鲉形目

				- 黑鲉亚目

					- 黑鲉科

						- 裸盖鱼属

							- 裸盖鱼/银鳕鱼

				- 杜父鱼亚目

					- 隐棘杜父鱼科

						- 隐棘杜父鱼属

							- 软隐棘杜父鱼/水滴鱼

			- 月鱼目

				- 皇带鱼科

					- 皇带鱼亚科

						- 皇带鱼属

							- 皇带鱼

			- 鲶形目

				- 鲶科

					- 鲶属

						- 鲶鱼

			- 鲇形目

				- 鲿科

					- 黄颡鱼属

						- 黄颡鱼

				- 甲鲇科

					- 下口鲇亚科

						- 下口鲇属

			- 鲑形目

				- 狗鱼亚目

					- 狗鱼科

						- 狗鱼属

							- 狗鱼

				- 鲑亚目

					- 鲑科

						- 鲑属

							- 鲑鱼/三文鱼

						- 鲑亚科

							- 太平洋鲑属（大马哈鱼属）

								- 大马哈鱼
								- 虹鳟鱼

			- 鳉形目

				- 鲤齿鳉科

					- 鳉属

						- 盐鳉/沙漠鱼

			- 颌针鱼目

				- 颌针鱼亚目

					- 竹刀鱼科

						- 秋刀鱼属

							- 秋刀鱼

					- 飞鱼科

						- 燕鳐鱼属

							- 飞鱼

			- 电鳗目

				- 裸背电鳗亚目

					- 裸背电鳗科

						- 电鳗属

							- 电鳗

			- 鲽形目

				- 鲽亚目

					- 鲆科

						- 菱鲆属

							- 大菱鲆/多宝鱼

			- 鲟形目

				- 鲟亚目

					- 鲟科

						- 鲟亚科

							- 鲟属

								- 中华鲟

						- 铲鲟亚科

							- 白鲟属

								- 白鲟

			- 刺鱼目

				- 海龙亚目

					- 海龙科

						- 海马属

							- 海马

			- 仙女鱼目

				- 合齿鱼亚目

					- 合齿鱼科

						- 龙头鱼属

							- 龙头鱼

	- 软骨鱼纲

		- 板鳃亚纲

			- 鼠鲨目

				- 鲭鲨科

					- 噬人鲨属

						- 噬人鲨/大白鲨
						- 巨齿鲨

			- 电鳐目
			- 真鲨目

				- 双髻鲨科

	- 哺乳纲

		- 真兽亚纲

			- 鲸偶蹄目

				- 须鲸亚目

					- 须鲸科

						- 须鲸属

							- 蓝鲸

				- 海豚科

					- 虎鲸属

						- 虎鲸

				- 齿鲸亚目

					- 抹香鲸科

						- 抹香鲸属

							- 抹香鲸

				- 河马科

					- 河马属

						- 河马

			- 食肉目

				- 裂脚亚目

					- 犬科

						- 犬亚科

							- 犬属

								- 灰狼种

									- 家犬

						- 狐亚科

							- 狐属

								- 赤狐种

									- 银黑狐

								- 彩狐

							- 北极狐属

								- 北极狐

					- 猫科

						- 猫亚科

							- 猫属

								- 猫

							- 美洲金猫属

								- 美洲狮

							- 猞猁族

								- 猞猁属

									- 猞猁

						- 豹亚科

							- 豹属

								- 虎亚属

									- 虎

								- 豹亚属

									- 花豹

								- 美洲豹亚属

									- 美洲豹

					- 猎猫科

						- 剑齿虎亚科

							- 剑齿虎族

								- 剑齿虎属

									- 巨型剑齿虎
									- 巴氏剑齿虎

							- 刃齿虎族

								- 刃齿虎属

									- 一般刃齿虎
									- 纤细刃齿虎
									- 致命刃齿虎

					- 熊科

						- 熊亚科

							- 熊属

								- 亚洲黑熊
								- 棕熊

						- 大熊猫亚科

							- 大熊猫属

								- 大熊猫

					- 中鬣狗科

						- 恐鬣狗属

							- 巨鬣狗

					- 小熊猫科

						- 小熊猫属

							- 小熊猫

					- 鼬科

						- 水獭属

							- 水獭

						- 鼬亚科

							- 貂属

								- 貂

				- 鳍足亚目

					- 海豹科

						- 海豹亚科

					- 海狮科

						- 海狮亚科

					- 海象科

						- 海象属

							- 海象

				- 犬型亚目

					- 浣熊科

						- 浣熊亚科

							- 浣熊族

								- 浣熊属

									- 北美浣熊

			- 翼手目

				- 大蝙蝠亚目

					- 狐蝠科

				- 小蝙蝠亚目

					- 鼠尾蝠科

			- 兔形目

				- 兔科

					- 兔亚科

						- 兔属

							- 雪兔
							- 羚羊皮长耳大野兔
							- 白靴兔
							- 北极兔
							- 日本兔
							- 黑尾长耳大野兔
							- 白色羚羊长耳大野兔
							- 草兔
							- 西班牙兔
							- 云南兔
							- 韩国野兔
							- 科西嘉岛野兔
							- 欧洲野兔
							- 埃塞俄比亚野兔
							- 黄喉兔
							- 格拉纳达野兔
							- 阿比西尼亚野兔
							- 海南兔
							- 黑色羚羊长耳大野兔
							- 东北兔
							- 非洲草原野兔
							- 印度野兔
							- 高原兔
							- 阿拉斯加兔
							- 缅甸野兔
							- 薮兔
							- 中国野兔
							- 埃塞俄比亚高原兔
							- 藏兔
							- 蒙古兔
							- 白尾长耳大野兔
							- 
							- 塔里木兔

			- 长鼻目

				- 真长鼻亚目

					- 象科

						- 非洲象属

							- 非洲草原象
							- 非洲森林象

						- 亚洲象属

							- 亚洲象

						- 猛犸象属

							- 猛犸象
							- 真猛犸象

				- 恐象亚目

					- 恐象科

						- 恐象亚科

							- 恐象属

								- 巨恐象
								- 印度恐象
								- 博氏恐象

			- 猬形目

				- 猬科

					- 猬亚科

						- 猬属

							- 黑龙江刺猬

						- 非洲猬属
						- 大耳猬属
						- 林猬属

							- 林猬 

			- 奇蹄目

				- 马型亚目

					- 马科

						- 马属

							- 阿哈尔捷金马/汗血宝马
							- 斑马亚属
							- 细纹斑马亚属
							- 驴

				- 角型亚目

					- 犀科

						- 犀亚科

							- 犀族

								- 白犀属
								- 双角犀属
								- 黑犀属
								- 独角犀属

			- 偶蹄目

				- 胼足亚目

					- 骆驼科

						- 骆驼属

							- 双峰驼
							- 单峰驼

						- 羊驼族

							- 小羊驼属

								- 驼羊

				- 反刍亚目

					- 牛科

						- 牛亚科

							- 牛族

								- 牛属

									- 黄牛
									- 瘤牛
									- 牦牛亚属

										- 牦牛

								- 水牛属

									- 水牛

						- 羚羊亚科

							- 羚羊族

								- 藏羚属

									- 藏羚羊

						- 羊亚科

							- 羊族

								- 山羊属

									- 山羊

								- 盘羊属

									- 盘羊

					- 鹿科

						- 真鹿亚科

							- 鹿属

								- 梅花鹿

							- 麋鹿属

								- 麋鹿

						- 空齿鹿亚科

							- 驯鹿族

								- 驯鹿属

									- 驯鹿

					- 长颈鹿科

						- 长颈鹿属

							- 长颈鹿

				- 猪形亚目

					- 猪科

						- 猪属

							- 猪

			- 披毛目

				- 蠕舌亚目

					- 食蚁兽科

				- 树懒科

					- 树懒属

				- 二趾树懒科

					- 二趾树懒属

			- 鳞甲目

				- 穿山甲科

					- 穿山甲属

						- 中华穿山甲

			- 海牛目

				- 海牛科

					- 海牛属

						- 西印度海牛
						- 亚马逊海牛
						- 非洲海牛

			- 啮齿目

				- 鼠形亚目

					- 竹鼠科

						- 竹鼠亚科

							- 鼠族

								- 竹鼠属

									- 竹鼠

								- 鼠属

									- 鼠亚属

										- 老鼠

					- 鼹形鼠科

						- 鼹鼠亚科

							- 鼹鼠属

								- 鼹鼠

					- 仓鼠科

						- 田鼠亚科

							- 水田鼠属

								- 田鼠属

				- 松鼠亚目

					- 松鼠科

			- 灵长目

				- 猴亚目

					- 猴科

						- 猴属

							- 日本袖珍石猴

				- 类人猿亚目/简鼻亚目

					- 人科

						- 人亚科

							- 人属

								- 智人种

									- 人

						- 大猩猩族

							- 大猩猩属

								- 大猩猩

						- 黑猩猩族 

							- 黑猩猩属

								- 黑猩猩

		- 有袋下纲/后兽亚纲

			- 双门齿目/袋鼠目

				- 袋狮科

					- 袋狮属

						- 刽子手袋狮

				- 袋鼠亚目

					- 袋鼠科

						- 大袋鼠属

				- 树袋熊亚目

					- 树袋熊科

						- 树袋熊属

							- 树袋熊

		- 原兽亚纲

			- 单孔目

				- 鸭嘴兽科

					- 鸭嘴兽属

						- 鸭嘴兽

				- 针鼹科

					- 针鼹属

						- 短吻针鼹

					- 原针鼹属

						- 阿滕伯勒长喙针鼹鼠
						- 长吻针鼹
						- 大长吻针鼹

	- 爬行纲

		- 无孔亚纲

			- 龟鳖目

				- 曲颈龟亚目

					- 龟科

						- 彩龟属

							- 巴西彩龟

						- 潮龟族

							- 拟水龟属

								- 乌龟

						- 淡水龟亚科

							- 闭壳龟属

								- 金钱龟

					- 鳄龟科

						- 鳄龟属

							- 鳄龟

					- 鳖科

						- 鳖族

							- 鳖属

								- 鳖

					- 海龟科

						- 海龟属

							- 海龟

						- 玳瑁属

							- 玳瑁

					- 猪鼻龟科

						- 猪鼻龟属

							- 猪鼻龟

					- 陆龟科

						- 龟亚科

							- 象龟属

								- 象龟

		- 双孔亚纲

			- 鳄目

				- 真鳄亚目

					- 短吻鳄科

						- 短吻鳄属

							- 扬子鳄
							- 美国短吻鳄

						- 凯门鳄属
						- 恐鳄属

					- 长吻鳄科

						- 恒河鳄属

							- 恒河鳄

					- 鳄科

						- 鳄亚科

							- 鳄属

								- 暹罗鳄
								- 尼罗鳄
								- 湾鳄
								- 美洲鳄 

									- 窄吻鳄

								- 尖吻鳄鱼
								- 菲律宾鳄

			- 蛇目

				- 新蛇亚目

					- 眼镜蛇科

						- 眼镜蛇属

							- 眼镜蛇

						- 海蛇亚科
						- 环蛇亚科

							- 环蛇属

								- 金环蛇

					- 蝰科

						- 蝮亚科

							- 竹叶青蛇属

								- 竹叶青蛇

							- 蝮蛇属

								- 蝮蛇

						- 响尾蛇亚科

							- 响尾蛇属

								- 响尾蛇

					- 游蛇科

						- 游蛇亚科

							- 锦蛇属

								- 白条锦蛇
								- 红点锦蛇/水蛇

							- 链蛇属

								- 赤链蛇

						- 曙蛇属

							- 黑眉曙蛇

						- 王蛇属

							- 奶蛇种

				- 原蛇亚目

					- 蟒科

						- 蟒亚科

							- 蟒属

								- 蟒蛇

							- 黄金蟒属

								- 黄金蟒

					- 蚺科

						- 蚺亚科

							- 无毒蛇属

								- 水蚺种

									- 水蚺亚种

			- 蜥蜴目

				- 鬣蜥亚目

					- 避役科

						- 避役属

							- 变色龙

			- 蜥蜴目

				- 壁虎亚目

					- 壁虎科

				- 蛇蜥亚目

					- 巨蜥科

						- 巨蜥属

							- 巨蜥

	- 鸟纲

		- 今鸟亚纲

			- 雀形目

				- 鸣禽亚目

					- 文鸟科

						- 麻雀属

							- 家麻雀

								- 家麻雀新疆亚种
								- 家麻雀巴利阿里岛亚种
								- 家麻雀小亚细亚亚种
								- 家麻雀指名亚种
								- 家麻雀沙特亚种
								- 家麻雀里海亚种
								- 家麻雀印巴亚种
								- 家麻雀意大利亚种
								- 家麻雀东北非亚种
								- 家麻雀西藏亚种
								- 家麻雀伊朗亚种
								- 家麻雀苏丹亚种
								- 家麻雀西非亚种

							- 树麻雀
							- 黑顶麻雀
							- 山麻雀

								- 山麻雀西藏亚种
								- 山麻雀巴塘亚种
								- 山麻雀西南亚种
								- 山麻雀指名亚种

					- 燕雀科

						- 丝雀属

							- 金丝雀

				- 鸭科

					- 鸭亚科

						- 鸭族

							- 鸭属

								- 绿头鸭

									- 家鸭

								- 白头鹎/白头翁

					- 雁亚科

						- 雁族

							- 天鹅属

								- 黑天鹅

							- 雁属

								- 大雁

					- 栖鸭族

						- 鸳鸯属

							- 鸳鸯

				- 燕科
				- 百灵科

					- 百灵属

						- 百灵

					- 云雀属

						- 云雀

				- 鹟科

					- 鸫亚科

						- 歌鸲属

							- 夜莺

					- 画眉亚科

						- 相思鸟属

							- 红嘴相思鸟
							- 银耳相思鸟

				- 黄鹂科

					- 黄鹂属

						- 黑枕黄鹂

			- 鸡形目

				- 雉科

					- 雉族

						- 原鸡属

							- 红原鸡种

								- 家鸡

							- 宁都三黄鸡
							- 乌骨鸡

						- 雉属

							- 雉鸡

					- 孔雀族

						- 孔雀属

							- 绿孔雀
							- 蓝孔雀

						- 刚果孔雀属

							- 刚果孔雀

			- 鸮形目

				- 草鸮科

					- 草鸮属

						- 猴面鹰

					- 栗鸮属

						- 栗鸮

				- 鸱鸮科
				- 原鸮科

			- 隼形目

				- 隼科

					- 隼属

						- 隼

			- 鹰形目

				- 鹰科

					- 鹰属

						- 鹰

					- 雕亚科

						- 真雕属

							- 金雕

			- 鸽形目

				- 鸠鸽科

					- 鸠鸽亚科

						- 鸽属

							- 鸽

						- 斑鸠属

							- 斑鸠

			- 鹤形目

				- 鹤科

					- 鹤属

						- 赤颈鹤
						- 丹顶鹤
						- 灰鹤

			- 鴷形目

				- 啄木鸟科

					- 啄木鸟亚科

						- 啄木鸟属

							- 啄木鸟

			- 鹦形目

				- 鹦鹉科

					- 金刚鹦鹉族

						- 金刚鹦鹉属

							- 红绿金刚鹦鹉

				- 凤头鹦鹉科

					- 凤头鹦鹉属

						- 白凤头鹦鹉

			- 鸵鸟目

				- 鸵鸟科

					- 鸵鸟属

						- 非洲鸵鸟

			- 鹳形目

				- 鹭科

					- 白鹭属

						- 大白鹭
						- 中白鹭
						- 小白鹭
						- 黄嘴白鹭

			- 企鹅目

				- 企鹅科

					- 王企鹅属

						- 帝企鹅

			- 犀鸟目

				- 犀鸟科

					- 犀鸟属

						- 犀鸟

			- 蜂鸟目

				- 蜂鸟科

					- 隐蜂鸟亚科
					- 蜂鸟亚科

			- 鹱形目

				- 信天翁科

			- 夜鹰目

				- 夜鹰科

			- 鸥形目

				- 鸥科

					- 鸥属

						- 海鸥

	- 两栖纲

		- 滑体亚纲

			- 无尾目

				- 新蛙亚目

					- 蛙科

						- 侧褶蛙属

							- 黑斑侧褶蛙/青蛙

						- 林蛙属

							- 东北林蛙/雪蛤

						- 蛙属

							- 牛蛙

					- 箭毒蛙科

						- 箭毒蛙属

							- 箭毒蛙

				- 蟾蜍科

					- 蟾蜍属

						- 中华大蟾蜍

			- 有尾目

				- 蝾螈亚目

					- 蝾螈科

						- 蝾螈属

							- 蝾螈

			- 蚓螈目

				- 蚓螈科

					- 蚓螈属

						- 蚓螈

	- 蜥形纲

		- 双孔亚纲

			- 鸟臀目

				- 角龙亚目

					- 角龙科

						- 角龙亚科

							- 三角龙属

								- 三角龙

						- 开角龙亚科

							- 牛角龙属

								- 牛角龙

						- 图兰角龙属

							- 图兰角龙

				- 甲龙亚目

					- 甲龙科

			- 蜥臀目

				- 兽脚亚目

					- 暴龙科

						- 暴龙亚科

							- 暴龙族

								- 暴龙属

									- 霸王龙

					- 驰龙科

						- 伶盗龙亚科

							- 伶盗龙属 

								- 蒙古伶盗龙 

					- 棘龙科

						- 棘龙亚科

							- 棘龙属

								- 埃及棘龙

					- 异特龙科

						- 异特龙属

							- 脆弱异特龙
							- 卢卡斯异特龙

					- 始祖鸟科

						- 始祖鸟属

							- 石印始祖鸟

					- 鲨齿龙科

						- 高棘龙属

							- 阿托卡高棘龙

				- 蜥脚亚目

					- 马门溪龙科

						- 马门溪龙属

							- 马门溪龙

				- 装甲亚目

					- 剑龙科

						- 剑龙属

							- 装甲剑龙
							- 狭脸剑龙
							- 长刺剑龙

				- 蜥脚形亚目

					- 梁龙科

						- 梁龙属

							- 哈氏梁龙

					- 腕龙科

						- 腕龙属

			- 翼龙目

				- 翼手龙亚目

					- 翼手龙科
					- 神龙翼龙科

						- 风神翼龙属

							- 风神翼龙

			- 蛇颈龙目

				- 蛇颈龙科

					- 蛇颈龙属

						- 蛇颈龙

				- 上龙亚目

					- 上龙科

						- 滑齿龙属

							- 残酷滑齿龙

						- 上龙亚科

							- 上龙属

								- 上龙

			- 有鳞目

				- 硬舌亚目

					- 沧龙科

						- 沧龙亚科

							- 沧龙属

								- 沧龙

						- 海王龙亚科

							- 海王龙属

								- 普氏海王龙

- 尾索动物亚门

	- 海樽纲

		- 全肌目

			- 海樽科

### 节肢动物门

- 甲壳亚门

	- 软甲纲

		- 软甲亚纲

			- 口足目

				- 单盾亚目

					- 虾蛄科

						- 口虾蛄属

							- 皮皮虾

		- 真软甲亚纲

			- 十足目

				- 歪尾亚目

					- 石蟹科

						- 拟石蟹属

							- 堪察加拟石蟹/帝王蟹

				- 腹胚亚目

					- 蜘蛛蟹科

						- 巨螯蟹属

							- 甘氏巨螯蟹/杀人蟹

					- 寄居蟹科
					- 螯虾科

						- 原螯虾属

							- 小龙虾

					- 梭子蟹科

						- 青蟹属
						- 梭子蟹亚科

							- 梭子蟹属

								- 梭子蟹
								- 花蟹

					- 龙虾科

						- 岩龙虾属

							- 澳洲岩龙虾

				- 长臂虾科

					- 沼虾属

						- 日本沼虾

				- 对虾科

					- 对虾属

						- 明虾

- 六足亚门

	- 昆虫纲

		- 有翅亚纲

			- 鳞翅目

				- 锤角亚目
				- 异角亚目
				- 双孔亚目

					- 凤蝶科

				- 大鳞翅亚目

					- 灯蛾科

						- 白蛾属

							- 美国白蛾

			- 膜翅目

				- 细腰亚目

					- 蚁科

						- 切叶蚁亚科

							- 火蚁族

								- 火蚁属

									- 红火蚁

						- 蚁亚科

							- 多刺蚁属

								- 黑蚂蚁

						- 拟猛蚁亚科

							- 色木工蚁属

								- 子弹蚁

						- 行军蚁亚科

							- 行军蚁属

								- 行军蚁

					- 蜜蜂科

						- 蜜蜂亚科

							- 蜜蜂族

								- 蜜蜂属

									- 弯月蜜蜂亚属

										- 东方蜜蜂

											- 中华蜜蜂

										- 西方蜜蜂

											- 意大利蜂

									- 欧洲黑蜂

					- 胡蜂科

						- 马蜂亚科

			- 蜚蠊目

				- 白蚁科
				- 蜚蠊科

					- 家蠊属

						- 东方蜚蠊

					- 大蠊属

						- 美洲大蠊

					- 姬蠊亚科

						- 小蠊属

							- 德国小蠊

			- 鞘翅目

				- 多食亚目

					- 萤科
					- 隐翅虫科
					- 天牛科
					- 瓢虫科

						- 瓢虫亚科

							- 瓢虫属

								- 七星瓢虫

					- 象鼻虫科

				- 金龟子科

					- 金龟子属

						- 金龟子

			- 同翅目

				- 头喙亚目

					- 蜡蝉科

						- 斑衣蜡蝉

			- 双翅目

				- 长角亚目

					- 蚊科

						- 疟蚊亚科

							- 疟蚊属

								- 塞蚊亚属

									- 疟蚊

						- 库蚊亚科

							- 伊蚊属

								- 埃及伊蚊
								- 覆蚊亚属

									- 白纹伊蚊

							- 库蚊属

								- 库蚊

				- 环裂亚目

					- 蝇科
					- 果蝇科

				- 短角亚目

					- 虻科

			- 半翅目

				- 颈喙亚目

					- 蝉科

						- 蚱蝉属

							- 蚱蝉

				- 臭虫科

					- 臭虫属

						- 臭虫

			- 螳螂目
			- 直翅目

				- 剑尾亚目

					- 蟋蟀科

				- 蝼蛄科
				- 蝗亚目
				- 螽斯科

					- 纺织娘亚科

						- 织娘属

							- 纺织娘

			- 蜻蜓目

				- 差翅亚目

					- 蜓科
					- 春蜓科
					- 大蜓科
					- 伪蜻科
					- 大蜻科
					- 蜻科

			- 蜉蝣目

- 多足亚门

	- 唇足纲

		- 整形亚纲

			- 蜈蚣目

				- 蜈蚣科

	- 倍足纲

		- 倍足亚纲

			- 山蛩目

				- 山蛩科

					- 山蛩虫/千脚虫

- 螯肢亚门

	- 蛛形纲 

		- 柄腹亚纲

			- 蜘蛛目

				- 后纺亚目

					- 狒蛛科
					- 狼蛛科

						- 狼蛛亚科

							- 狼蛛属

								- 中华狼蛛

				- 中纺亚目
				- 原蛛亚目

					- 地蛛科

						- 硬皮地蛛属

							- 沟纹硬皮地蛛

				- 巨蟹蛛科

					- 巨蟹蛛科

				- 新蛛亚目

					- 球蛛科

						- 寇蛛属

							- 黑寡妇

					- 狼蛛科

						- 狼蛛属

							- 狼蛛

				- 高脚蛛科

					- 高脚蛛属

						- 白额高脚蛛

		- 广腹亚纲

			- 蜱螨目

				- 尘螨科

					- 尘螨属

						- 尘螨

			- 蝎目

		- 避日目

			- 避日科

				- 避日蛛属

					- 巨骆驼蜘蛛

- 肢口纲

	- 剑尾目

		- 鲎科

			- 鲎属

### 环节动物门

- 水蛭纲

	- 咽蛭目

		- 水蛭科

- 寡毛纲

	- 单向蚓目

		- 正蚓科

			- 正蚓属

				- 蚯蚓

### 软体动物门

- 双壳纲

	- 海螂目

		- 潜泥蛤科

			- 海神蛤属

				- 象拔蚌

	- 珍珠贝目

		- 扇贝科

	- 帘蛤目

		- 帘蛤科

			- 花蛤属

				- 花蛤/花甲

- 腹足纲

	- 肺螺亚纲

		- 异鳃总目

			- 柄眼目

				- 蛞蝓科

					- 蛞蝓

				- 蜗牛科
				- 大蜗牛科

	- 前腮亚纲

		- 原始腹足目

			- 盾腮亚目

				- 鲍科

					- 鲍属

						- 鲍鱼

		- 中腹足目

			- 田螺科

				- 圆田螺属

					- 中华圆田螺

				- 环棱螺属

					- 方形环棱螺/螺蛳

			- 瓶螺科

				- 瓶螺属

					- 福寿螺

- 瓣鳃纲

	- 翼形亚纲

		- 异柱目

			- 牡蛎科

				- 牡蛎属

					- 牡蛎

- 头足纲

	- 蛸亚纲/二鳃亚纲

		- 乌贼目/十腕目

			- 乌贼科

				- 乌贼属

					- 针乌贼

			- 枪乌贼科

				- 枪乌贼属

					- 枪乌贼种

		- 八腕目

			- 无须亚目

				- 章鱼科（蛸科）

		- 枪形目

			- 开眼亚目

				- 大王乌贼科

					- 大王乌贼属

						- 大王乌贼

			- 柔鱼科

				- 飞乌贼属

					- 飞乌贼

### 线形动物门

- 铁线虫纲

	- 铁线虫目

		- 铁线虫科

			- 铁线虫属

		- 索虫科

### 棘皮动物门

- 海参纲

	- 楯手目

		- 海参属

- 海星纲

### 缓步动物门

- 真缓步纲
- 异缓步纲
- 中缓步纲

### 腔肠动物门

- 珊瑚虫纲

### 刺胞动物门

- 水螅纲

	- 螅形目

		- 水螅科

			- 水螅属

				- 水螅

### 栉水母门

- 栉水母纲

## 植物界

### 被子植物门

- 双子叶植物纲

	- 金缕梅亚纲

		- 荨麻目

			- 桑科

				- 桑亚科

					- 桑族

						- 桑属

							- 桑

				- 波罗蜜亚科

					- 榕族

						- 榕属

							- 无花果
							- 榕亚属

								- 薜荔

					- 波罗蜜族

						- 波罗蜜属

							- 波罗蜜

			- 榆科

				- 榆属

					- 榆树

				- 榉属

					- 榉树

				- 刺榆属

					- 刺榆

			- 荨麻科

				- 荨麻族

					- 荨麻属

						- 荨麻

	- 原始花被亚纲

		- 蔷薇目

			- 蔷薇亚目

				- 蔷薇科

					- 李亚科

						- 桃属

							- 桃亚属

								- 扁桃
								- 桃

									- 黄桃亚种

								- 水蜜桃

						- 樱属

							- 典型樱亚属

								- 樱桃
								- 樱花树

						- 李属

							- 李

						- 杏属

							- 梅
							- 杏

					- 苹果亚科

						- 梨族

							- 梨属

								- 鸭梨亚属

									- 梨

								- 雪梨

						- 苹果属

							- 苹果亚属

								- 苹果

							- 海棠花

						- 枇杷属

							- 枇杷属

								- 枇杷

						- 山楂属

							- 山楂

					- 蔷薇亚科

						- 草莓属

							- 草莓

						- 蔷薇属

							- 蔷薇亚属

								- 玫瑰

						- 悬钩子属

							- 云莓

				- 豆科

					- 蝶形花亚科

						- 合萌族

							- 落花生属

								- 落花生

						- 菜豆族

							- 菜豆亚族

								- 豇豆属

									- 豇豆
									- 绿豆

								- 菜豆属

									- 菜豆/四季豆

						- 野豌豆族

							- 野豌豆属

								- 蚕豆

						- 蚕豆族

							- 豌豆属

								- 豌豆

									- 荷兰豆

						- 大豆属

							- 大豆

						- 槐属

							- 槐

						- 车轴草族

							- 苜蓿属

								- 苜蓿/金花菜

							- 车轴草属

								- 车轴草/三叶草

						- 刺槐族

							- 刺槐属

								- 刺槐

					- 含羞草亚科

						- 合欢属

							- 合欢

						- 含羞草族

							- 含羞草属

								- 含羞草

			- 虎耳草亚目

				- 景天科

					- 景天亚科

						- 青锁龙属

							- 火祭 

					- 伽蓝菜亚科

						- 伽蓝菜属

							- 长寿花

				- 虎耳草科

					- 绣球花亚科

						- 绣球花族

							- 绣球属

								- 绣球

				- 醋栗科

					- 茶藨子亚科

						- 醋栗属

							- 醋栗

				- 马齿苋科

					- 马齿苋属

						- 马齿牡丹/太阳花

		- 伞形目

			- 伞形科

				- 芹亚科

					- 胡萝卜族

						- 胡萝卜属

							- 胡萝卜

					- 阿米芹族

						- 芹属

							- 旱芹
							- 水芹（白芹）
							- 西芹（香芹）

					- 芫荽族

						- 芫荽属

							- 香菜

				- 茴香属

					- 茴香

			- 五加科

				- 人参族

					- 人参属

						- 人参

		- 芸香目

			- 芸香亚目

				- 芸香科

					- 柑橘亚科

						- 柑橘属

							- 柑橘亚属

								- 橘
								- 香橙
								- 柠檬
								- 柚
								- 胡柚

							- 不知火/丑八怪
							- 指橙
							- 香橼

						- 金柑属

							- 金弹/金桔

						- 象橘属

							- 木苹果

				- 橄榄科

					- 橄榄属

						- 橄榄

		- 山毛榉目

			- 壳斗科

				- 栗属

					- 栗

		- 中央种子目

			- 苋科

				- 苋亚科

					- 苋属

						- 苋菜

			- 石竹科

				- 石竹亚科

					- 石竹族

						- 石头花属

							- 圆锥石头花/满天星

		- 毛茛目

			- 睡莲科

				- 睡莲亚科

					- 睡莲族

						- 睡莲属

							- 睡莲

				- 莲亚科

					- 莲属

						- 荷花
						- 黄莲花

				- 睡莲属

					- 睡莲/蓝莲花

			- 木通科

				- 木通属

					- 木通

						- 神农架野香蕉

			- 木兰科

				- 木兰族

			- 番荔枝科

				- 番荔枝族

					- 番荔枝属

						- 番荔枝

		- 白花菜目
		- 侧膜胎座目

			- 山茶亚目

				- 猕猴桃科

					- 猕猴桃属

						- 猕猴桃

			- 藤黄科

				- 藤黄族

					- 藤黄属

						- 莽吉柿/山竹

			- 番木瓜科

				- 番木瓜属

					- 番木瓜

		- 杨梅目

			- 杨梅科

				- 杨梅属

					- 杨梅

		- 无患子目

			- 漆树亚目

				- 漆树科

					- 黄连木属

						- 开心果

					- 腰果族

						- 杧果属

							- 芒果种

						- 腰果属

							- 腰果

			- 无患子科

				- 无患子亚科

					- 龙眼属

						- 龙眼

					- 荔枝属

						- 荔枝

			- 黄杨亚目

				- 黄杨科

					- 黄杨属

						- 大叶黄杨

		- 杨柳目

			- 杨柳科

				- 柳属

					- 柳树
					- 垂柳
					- 旱柳

				- 杨属

					- 枫杨

		- 蓼目

			- 蓼科

				- 蓼亚科

					- 蓼族

						- 何首乌属

							- 何首乌

					- 木蓼族

						- 沙拐枣属

							- 泡果沙拐枣

		- 鼠李目

			- 葡萄亚目

				- 葡萄科

					- 葡萄属

						- 葡萄
						- 提子
						- 巨峰葡萄

			- 鼠李科

				- 枣族

					- 枣属

						- 冬枣

		- 胡桃目

			- 胡桃科

				- 胡桃属

					- 核桃树

				- 枫杨属

					- 枫杨

		- 桃金娘目

			- 石榴科

				- 石榴属

					- 石榴

			- 桃金娘科

				- 番樱桃属

					- 红果仔

				- 菲油果属

					- 菲油果

		- 牻牛儿苗目

			- 酢浆草科

				- 阳桃属

					- 三敛

	- 合瓣花亚纲

		- 管状花目

			- 茄科

				- 茄族

					- 茄属

						- 龙葵亚属

							- 马铃薯
							- 龙葵

						- 茄亚属

							- 茄

					- 番茄属

						- 番茄

					- 辣椒属

						- 辣椒

							- 青椒

			- 旋花科

				- 旋花亚科

					- 月光花属

						- 月光花

					- 番薯族

						- 番薯属

							- 紫薯
							- 蕹菜/空心菜

						- 牵牛属

							- 牵牛花

			- 唇形科

				- 野芝麻亚科

					- 塔花族

						- 薄荷亚族

							- 薄荷属

								- 薄荷

					- 荆芥族

						- 假龙头花属

							- 假龙头花

					- 鼠尾草族

						- 鼠尾草属

							- 鼠尾草亚属

								- 鼠尾草

			- 紫葳科

				- 紫葳属

					- 凌霄

		- 柿目

			- 柿科

				- 柿属

					- 柿子

		- 报春花目

			- 报春花科

				- 珍珠菜属

					- 金钱草

		- 捩花目

			- 龙胆亚目

				- 马钱科

					- 马钱亚科

						- 钩吻族

							- 钩吻属

								- 钩吻/断肠草

			- 萝藦科 

				- 马利筋亚科

					- 鹅绒藤属

						- 马利筋族

							- 白芍

			- 木犀亚目

				- 木犀科

					- 丁香属

						- 丁香

					- 木犀亚科

						- 木犀榄族

							- 木犀属

								- 木犀/桂花树

					- 素馨亚科

						- 素馨族

							- 素馨属

								- 茉莉花

		- 桔梗目

			- 菊科

				- 管状花亚科

					- 春黄菊族

						- 菊亚族

							- 蒿属

								- 龙蒿亚属

									- 龙蒿组

										- 茵陈蒿

								- 蒿亚属

									- 青蒿
									- 艾

					- 向日葵族

						- 向日葵属

							- 向日葵

					- 紫菀族

						- 白酒草属

							- 小蓬草

				- 舌状花亚科

					- 莴苣属

						- 莴苣
						- 油麦菜
						- 生菜

				- 马兰属

					- 马兰头

				- 飞蓬属

					- 一年蓬

			- 桔梗科

				- 桔梗亚科

					- 风铃草族

						- 风铃草属

							- 风铃草

		- 葫芦目

			- 葫芦科

				- 南瓜族

					- 西瓜属

						- 西瓜

					- 南瓜属

						- 南瓜

					- 黄瓜属

						- 香瓜
						- 黄瓜
						- 甜瓜

					- 苦瓜属

						- 苦瓜

					- 丝瓜属

						- 丝瓜

				- 冬瓜族

					- 冬瓜属

						- 冬瓜

		- 茜草目

			- 茜草科

				- 茜草亚科

					- 茜草族

						- 拉拉藤属

							- 猪殃殃

				- 咖啡族

					- 咖啡属

						- 咖啡树

				- 栀子族

					- 栀子属

						- 栀子

				- 巴戟天属

					- 檄树

			- 忍冬科

				- 忍冬族

					- 忍冬属

						- 忍冬亚属

							- 郁香忍冬

		- 车前目

			- 车前科

				- 车前属

					- 平车前

	- 石竹亚纲

		- 石竹目

			- 仙人掌科

				- 仙人掌亚科

					- 仙人球属

						- 仙人球

				- 量天尺属

					- 霸王花
					- 量天尺/火龙果

			- 茅膏菜科

				- 捕蝇草属

					- 捕蝇草

			- 藜科

				- 环胚亚科

					- 滨藜族

						- 菠菜属

							- 菠菜

				- 螺胚亚科

					- 猪毛菜族

						- 梭梭属

							- 梭梭

	- 木兰亚纲

		- 樟目

			- 樟科

				- 樟亚科

					- 樟族

						- 樟属

							- 香樟

	- 五桠果亚纲

		- 白花菜目

			- 白花菜亚目

				- 十字花科

					- 芸薹族/芸苔族

						- 芸薹属/芸苔属

							- 白菜
							- 芜青

								- 青菜

							- 甘蓝/包心菜

								- 花菜

							- 油菜花

						- 萝卜属

							- 萝卜

					- 南芥族

						- 蔊菜属

							- 蔊菜

		- 锦葵目

			- 木棉科

				- 木棉属

					- 木棉
					- 长果木棉

				- 榴莲属

					- 榴莲

			- 锦葵科

				- 木槿族

					- 棉属

						- 棉花

			- 锦葵亚目

				- 梧桐科

					- 梧桐属

						- 梧桐

		- 杜鹃花目

			- 杜鹃花科

				- 越橘属

					- 越橘亚属

						- 笃斯越橘/蓝莓

		- 山茶目

			- 山茶科

				- 山茶属

					- 茶树

- 单子叶植物纲

	- 百合亚纲

		- 百合目

			- 百合亚目

				- 薯蓣科

					- 薯蓣属

						- 周生翅组

							- 薯蓣/山药

				- 百合科

					- 葱亚科

						- 葱属

							- 大蒜
							- 葱
							- 韭菜
							- 洋葱

					- 芦荟族

						- 芦荟属

							- 多叶芦荟

					- 百合亚科

						- 郁金香族

							- 郁金香属

								- 郁金香

						- 百合族

							- 百合属

								- 野百合

					- 沿阶草族

						- 沿阶草属

							- 麦冬

				- 天门冬科

					- 天门冬亚科

						- 天门冬族

							- 天门冬属

								- 芦笋

				- 石蒜科

					- 水仙属

						- 多花水仙

							- 水仙

			- 龙舌兰科

				- 龙血树属

					- 龙血树

		- 微子目

			- 兰科

				- 兰亚科

					- 树兰族

						- 兰属

		- 禾本目

			- 莎草科

				- 藨草亚科

					- 藨草族

						- 荸荠属

							- 荸荠

			- 禾本科

				- 黍亚科

					- 玉蜀黍族

						- 玉蜀黍属

							- 玉米

					- 高粱族

						- 高粱属

							- 高粱

					- 黍族

						- 狗尾草亚族

							- 狗尾草属

								- 狗尾草

						- 狼尾草属

							- 狼尾草

				- 稻亚科

					- 稻族

						- 菰亚族

							- 菰属

								- 菰/茭白

						- 稻属

							- 水稻

				- 禾亚科

					- 甘蔗属

						- 甘蔗

					- 稗属

						- 稗亚属

							- 稗子

				- 早熟禾亚科

					- 小麦族

						- 小麦属

							- 小麦

						- 大麦属

							- 大麦

								- 青稞

						- 赖草属

							- 羊草

				- 竹亚科

					- 竹属

						- 竹

					- 倭竹族

						- 刚竹亚族

							- 刚竹属

								- 刚竹组

									- 龟甲竹

										- 毛竹

				- 画眉草亚科

					- 画眉草族

						- 穇亚族

							- 穇属

					- 虎尾草族

						- 狗牙根属

							- 狗牙根

						- 虎尾草属

							- 虎尾草

	- 天南星目

		- 天南星科 

			- 魔芋族

				- 磨芋属 

					- 魔芋

			- 芋族

				- 芋属

					- 芋头

			- 龟背竹族

				- 龟背竹属

					- 龟背竹

		- 浮萍科

			- 浮萍属

				- 浮萍

	- 粉状胚乳目

		- 凤梨亚目

			- 凤梨科

				- 凤梨属

					- 凤梨

	- 姜亚纲

		- 姜目

			- 芭蕉科

				- 芭蕉亚科

					- 芭蕉属

						- 香蕉

			- 姜科

				- 姜亚科

					- 姜族

						- 姜属

							- 姜

	- 初生目/棕榈目

		- 棕榈科

			- 槟榔亚科

				- 椰子族

					- 椰子属

						- 椰子

			- 贝叶棕亚科

				- 贝叶棕族

					- 棕榈属

						- 棕榈

			- 鳞果亚科

				- 省藤族

					- 蛇皮果属

						- 蛇皮果

	- 沼生目

		- 花蔺亚目

			- 水鳖科

				- 苦草属

					- 苦草

		- 泽泻亚目

			- 泽泻科

				- 慈姑属

					- 茨菇

				- 肋果慈姑属

					- 皇冠草

				- 刺果泽泻属

					- 细叶皇冠

	- 露兜树目

		- 露兜树科

			- 露兜树属

				- 露兜树

	- 鸭跖草亚纲

		- 香蒲目

			- 香蒲科

				- 香蒲属

					- 香蒲

		- 莎草目

			- 莎草科

				- 藨草亚科

					- 莎草族 

						- 水莎草属
						- 莎草属

							- 梭梭草

### 裸子植物门

- 银杏纲

	- 银杏目

		- 银杏科

			- 银杏属

				- 银杏

- 松杉纲

	- 红豆杉目

		- 红豆杉科

			- 榧树族

				- 榧树属

					- 榧树

	- 松杉目

		- 松科

			- 落叶松亚科

				- 落叶松属

					- 红杉

				- 雪松属

					- 雪松

			- 松亚科

				- 松属

					- 红松
					- 黑松
					- 双维管束松亚属

						- 马尾松

			- 冷杉亚科

				- 冷杉属

					- 杉松

		- 柏科

			- 圆柏亚科

				- 刺柏属

					- 杜松

				- 圆柏属

					- 圆柏

			- 侧柏亚科

				- 侧柏属

					- 侧柏

		- 杉科

			- 水杉属

				- 水杉

- 苏铁纲

	- 苏铁目

		- 苏铁亚目

			- 苏铁科

				- 苏铁属

					- 苏铁/铁树

### 蓝藻门

- 蓝藻纲

	- 颤藻科

		- 螺旋藻属

			- 螺旋藻

### 蕨类植物门

- 蕨纲

	- 薄囊蕨亚纲

		- 真蕨目

			- 蕨科

				- 蕨属

					- 欧洲蕨

						- 蕨菜

## 真菌界

### 担子菌门

- 层菌纲

	- 多孔菌目

		- 齿菌科

			- 猴头菇属

				- 猴头菇

- 银耳纲

	- 银耳目

		- 银耳科

			- 银耳属

				- 银耳

- 伞菌亚门

	- 伞菌纲

		- 伞菌亚纲

			- 伞菌目

				- 口蘑科

					- 金钱菌属

						- 金针菇

					- 口蘑属

						- 松口蘑/松茸

				- 光茸菌科

					- 香菇属

						- 香菇

				- 鹅膏菌科

					- 鹅膏菌属

						- 毒鹅膏/死亡帽

				- 侧耳科

					- 侧耳属

						- 杏鲍菇
						- 平菇

				- 光柄菇科

					- 小包脚菇属

						- 小包脚菇/草菇

				- 蘑菇科

					- 蘑菇属

						- 双孢菇
						- 蘑菇

				- 伞菌科

					- 蚁巢伞属

						- 鸡枞

		- 木耳目 

			- 木耳科

				- 木耳属

					- 黑木耳

### 真菌门

- 子囊菌亚门

	- 核菌纲

		- 麦角菌目

			- 麦角菌科

				- 虫草属

					- 中华虫草

## 细菌界

### 变形菌门

- γ-变形菌纲

	- 肠杆菌

		- 肠杆菌科

			- 埃希氏菌属

				- 大肠杆菌

## 原生生物界

### 原生动物门

- 纤毛纲

	- 膜口目

		- 草履虫科

			- 草履虫属

				- 草履虫
`;
